Repository: Belarus/OmegaT-Common.TMX
Catalog: tmx/segmented/gnome-extras.tmx
Source language: en
Languages: be

source: _Work phone:
be: _Працоўны тэлефон:

source: _Wrap around
be: Шукаць у _цыкле

source: _Write
be: _Запіс

source: _Year
be: _Год

source: _Year:
be: _Год:

source: _minutes
be: _хвілін

source: a
be: а

source: after
be: пасля

source: at least
be: не менш за

source: at most
be: не больш за

source: atm
be: атмасфэры

source: before
be: перад

source: boolean
be: лягічны

source: boolean value must be specified as 'true' or 'false'.
be: булева значэнне мусіць мець значэнне "true" ці "false".

source: by
be: у выкананні

source: by <i>%s</i>
be: ад <i>%s</i>

source: contains
be: змяшчае

source: days
be: дзён

source: dddd MM/dd/yyyy, hh:mm:ss tt
be: dddd, dd/MM/yyyy, hh:mm:ss

source: dddd, MMMM d yyyy
be: dddd, d MMMM yyyy

source: dddd, MMMM d, h:mm tt
be: dd/MM/yyyy, HH:mm

source: device
be: прыстасаванне

source: does not contain
be: не змяшчае

source: duplicate name(%(name)s) in section %(section)s
be: паўторная назва (%(name)s)·у сэкцыі %(section)s

source: encrypted-package
be: зашыфраваны-пакунак

source: ends with
be: канчаецца на

source: equals
be: супадае з

source: file output
be: вывад у файл

source: float
be: нефіксаваная коска

source: from
be: з альбома

source: from <i>%s</i>
be: з <i>%s</i>

source: front center
be: пярэдні сярэдні

source: front left
be: пярэдні левы

source: front right
be: пярэдні правы

source: gtkspell error: %s
be: Памылка gtkspell: %s

source: gtranslator highlight
be: падсвечванне gtranslator

source: hPa
be: гектапаскалі

source: hex data
be: шаснаццатковыя даныя

source: hours
be: гадзін

source: iPod _name:
be: _Назва iPod:

source: iPod detected
be: Знойдзены iPod

source: in
be: у

source: in the last
be: у апошнія

source: inHg
be: дзюймы мэркура

source: insert special character %s
be: Уставіць адмысловы сымбаль %s

source: integer
be: цэлы

source: invalid address '%s'
be: хібны адрас "%s"

source: invalid boolean property '%s' (not yes or no)
be: хібная булева ўласцівасць "%s" (мусіць быць: yes/no)

source: invalid integer property '%s' or out of range [%d -> %d]
be: хібная цэлалікавая ўласцівасць "%s", або значэнне па-за дыяпазонам [%d -> %d]

source: invalid type for setting %(setting)s in %(np)s
be: памылковы тып налады %(setting)s у %(np)s

source: invalid unicode in error message
be: хібны Унікод у паведамленні аб памылцы

source: kPa
be: кіляпаскалі

source: km
be: кілямэтры

source: km/h
be: кілямэтры за гадзіну

source: knots
be: вузлы

source: left
be: левы

source: lines (0 for no box)
be: радкоў (0 - без прамавугольніка)

source: list
be: сьпіс

source: m/s
be: мэтраў за сэкунду

source: mb
be: мілібары

source: meters
be: мэтры

source: miles
be: мілі

source: milliseconds
be: мілісэкунды

source: minutes
be: хвіліны

source: mmHg
be: мілібары мэркура

source: mono
be: мона

source: mph
be: мілі за гадзіну

source: multiple_result must be one of:
be: multiple_result мусіць быць адным з:

source: nm-vpnc-service provides integrated OpenVPN capability to NetworkManager.
be: nm-vpnc-service забяспечвае інтэграцыю OpenVPN з NetworkManager.

source: no default profile
be: няма змоўчанага профілю

source: not equal to
be: не роўнае з

source: not in
be: не ў

source: not in the last
be: не ў апошнія

source: option setting is missing "=".
be: Адсутнічае "=" у настройцы опцыі.

source: pair
be: пара

source: pixels
be: піксэлі

source: property '%s' invalid or not supported
be: хібная ўласцівасць "%s", або яна не падтрымліваецца

source: rear left
be: задні левы

source: rear right
be: задні правы

source: redundant default in section %s
be: лішняе змоўчаньне ў сэкцыі %s

source: right
be: правы

source: schema
be: схема

source: seahorse-applet
be: Аплет Seahorse

source: seconds
be: секунд

source: side left
be: бакавы левы

source: side right
be: бакавы правы

source: songs
be: трэкі

source: starts with
be: пачынаецца з

source: string
be: радок

source: translator-credits
be: Суполка перакладчыкаў GNU/Linux Старонка: http://i18n.linux.by/ Апошні перакладчык: Ігар Грачышка <boox.svaboda2006@gmail.com>

source: unhandled property '%s' type %s
be: неапрацаваная ўласцівасць "%s" з тыпам %s

source: unknown
be: невядомы

source: unknown option, use "--help-options" for more information.
be: невядомы параметр, ужыйце "--help-options" для атрымання падрабязнай інфармацыі.

source: weeks
be: тыдняў

source: {0} (new)
be: {0} (новая нататка)

source: {0} Notebook Template
be: Шаблон блакнота {0}

source: {0} Preferences
be: Настройкі {0}

source: ♫ Listening to music... ♫
be: ♫ Слухаю музыку... ♫
